# 1) მომხმარებელს შემოატანინეთ რიცხვი და შემდეგ ეს რიცხვი გაამრავლეთ 5-ზე და დაპრინტეთ.

number = int(input("შეიყვანეთ რიცხვი: "))


result = number * 5


print("გაამრავლებული რიცხვი 5-ზე:", result)


#  2) გამოიყენეთ ლოგიკური ოპერატორები სადაც ამოწმებთ 2 ცალ პირობას. (and/or)


num1 = int(input("შეიყვანეთ პირველი რიცხვი: "))
num2 = int(input("შეიყვანეთ მეორე რიცხვი: "))

if num1 > 0 and num2 > 0:
    print("ორივე რიცხვი დადებითია.")
elif num1 < 0 or num2 < 0:
    print("მინიმუმ ერთი რიცხვი უარყოფითია.")
else:
    print("ორივე რიცხვი ნულზე ნაკლებია.")

# 3) შექმენით ცვლადი და შემდეგ დააბდეითეთ ის ახალი მნიშვნელობით.

x = 5  
x = 10 