
# 1) შეამოწმე არის თუ არა ორი ცვლადიდან ერთი მაინც მართალი

num1=True
num2=False

if num1 or num2:
    print("მხოლოდ ერთი არსი სწორი") 
else:
    print("მხოლოდ ერთი რიცხვია არასწორი")



# 2) შეამოწმე ორივე ცვლადი  მართალია თუ არა

um1=True
num2=False

if num1 or num2:
    print("მხოლოდ ერთი არსი სწორი") 
else:
    print("მხოლოდ ერთი რიცხვია არასწორი")

# 3) შეამოწმე არის თუ არა ორი რიცხვი თანაბარი  ან პირველი რიცხვი მეტი მეორეზე.

a=7
b=10

if a < b:
    print("b მეტია a-ზე")
elif:
print("a მეტია b-ზე")
elif:
print("a==b")
else:
    print("a ნაკლებია b-ზე")