           #  1) შემოატანინეთ მომხმარებელს თავიანთი დაბადების წელი და გადააქციეთ integer-ად, ახსენით რატომ გააკეთეთ ეს
age=int(input("enter your age"))  
print=(age)

   #  2) შემოატანინეთ მომხმარებელს username და დაპრინტეთ: "Hello, (მისი username) !"

username=input("enter your username") 
print=(username)

  # 3) კომენტარებით ახსენით რა არის concatenation ( კონკატენაცია ) (from classwork)

#   კონკატენაცია (concatenation) არის ორი ან მეტი სტრინგის შეერთება

  # 4) ჩამოთვალეთ მონაცემთა ტიპები

  # str,int,float,type.

 # 5) კომენტარებით ახსენით თუ რას აკეთებს type(), int() და str()  ფუნქციები

  #  type -  ფუნქცია გვეუბნება კოდი რას შეიცავს ან- int , ან str.
  #  int - ფუნქცია არის მტელი რიცხვები- 1,2,3,4,
  # str-ფუნქცია  არის ნებისმიერი რამ მოტავსებული ბრჭყალებ შორის
